{
  "properties": [
    {
      "id": 1,
      "owner": {
        "id": 1,
        "name": "David",
        "phone": "1234567890",
        "email": "david@gmail.com",
        "password": "12345678"
      },
      "title": "Dunlap Hollow A-Frame",
      "type": "house",
      "furnishing": "fully-furnished",
      "rooms": 8,
      "area": 1730,
      "price": 590,
      "forRent": true,
      "available": {
        "from": "2022-11-11",
        "to": "2022-11-16"
      },
      "country": "United States",
      "state": "Ohio",
      "city": "Rockbridge",
      "street": "Dunlap Rd.",
      "description": "The Dunlap Hollow A-Frame is a new build that will be completed in mid-March 2021. We are offering prebooking now with reservation dates beginning April 1, 2021. The A-Frame sleeps up to 10 guests with 3 bedrooms and a picturesque loft filled with windows that sleeps 4. Here is a list of the beds in each room. The A-Frame offers access to a several hiking trails, including many scenic features such as cliffs, caves, slots, seasonal waterfalls, an impressive overlook, and much more. Guests are welcome to hike these trails and experience the true essence of Dunlap Hollow. All guests, regardless of experience, are advised to stay on the marked trails, respect the rugged terrain, and to exercise caution at all times due to the hazards presented by the landscape. In consideration of the license to rent and stay at the Dunlap Hollow A-Frame, all guests appreciate and assume the risks associated with these activities and the landscape hazards, and agree to hold the landowners harmless from any liabilities which could arise from such activities.",
      "images": [
        "property-1/1.1.webp",
        "property-1/1.2.webp",
        "property-1/1.3.webp",
        "property-1/1.4.webp",
        "property-1/1.5.webp",
        "property-1/1.6.webp",
        "property-1/1.7.webp",
        "property-1/1.8.webp",
        "property-1/1.9.webp",
        "property-1/1.10.webp",
        "property-1/1.11.webp",
        "property-1/1.12.webp",
        "property-1/1.13.webp",
        "property-1/1.14.webp",
        "property-1/1.15.webp"
      ]
    },
    {
      "id": 2,
      "owner": {
        "id": 2,
        "name": "Julia",
        "email": "julia@icloud.com",
        "phone": "0987654321",
        "password": "87654321"
      },
      "title": "The Kellogg Doolittle House",
      "type": "house",
      "furnishing": "fully-furnished",
      "rooms": 11,
      "area": 2860,
      "price": 16000,
      "forRent": false,
      "available": {
        "from": "2022-05-20",
        "to": "2022-07-27"
      },
      "country": "United States",
      "state": "California",
      "city": "Joshua Tree",
      "street": "Mt Lassen Ave.",
      "description": "This is the famous Kellogg Doolittle estate in Joshua Tree California. It is one of the most exclusive homes in the world, and available for the first time as an Airbnb Luxe exclusive. Created over 25 meticulous years, Kellogg Doolittle in Joshua Tree National Park is a marvel of the organic architecture movement. A residence that is so “one-of-a-kind,” nearly every element, inside and out, is handcrafted by architect Ken Kellogg and Master Craftsman John Vugrin. The masterpiece of organic architecture sits along the breathtaking landscape of Joshua Tree National Park, the location that lent itself as the ambitious vision and inspiration behind the design.  Kellogg, a former protege of Frank Lloyd Wright, has taken organic architecture to new levels with this outstanding house. The Kellogg-Doolittle House contains no straight lines or rectangular spaces. Instead, the house forms around 26-winged piers composed of organic material built quietly into the natural landscape: the kitchen and living room stretch softly around an unmoved, million-year-old rock formation, while the glass panels peek into a sprawl of sunrise and sunset views.  Located on a quiet edge of Joshua Tree National Park, you have your private path into an un-trafficked section of the park, just steps from the front door. Take an easy drive to the main park entrance, start your exploration with a stroll through the Cholla Cactus Gardens, snap a few photos at Skull Rock, and hike the Hidden Valley Nature Trail; or stay at home, shut the world out, sit around the fire pit and wait for a chance to see the Milky Way in your exclusive dark sky view. If you're in the mood for city life, Palm Springs is an easy hour’s drive.",
      "images": [
        "property-2/2.1.webp",
        "property-2/2.2.webp",
        "property-2/2.3.webp",
        "property-2/2.4.webp",
        "property-2/2.5.webp",
        "property-2/2.6.webp",
        "property-2/2.7.webp",
        "property-2/2.8.webp",
        "property-2/2.9.webp",
        "property-2/2.10.webp",
        "property-2/2.11.webp",
        "property-2/2.12.webp",
        "property-2/2.13.webp",
        "property-2/2.14.webp",
        "property-2/2.15.webp"
      ]
    },
    {
      "id": 3,
      "owner": {
        "id": 2,
        "name": "Julia",
        "email": "julia@icloud.com",
        "phone": "0987654321",
        "password": "87654321"
      },
      "title": "Mardi Gras Magic",
      "type": "flat",
      "furnishing": "semi-furnished",
      "rooms": 13,
      "area": 2940,
      "price": 928,
      "forRent": true,
      "available": {
        "from": "2022-07-03",
        "to": "2022-07-08"
      },
      "country": "United States",
      "state": "Louisiana",
      "city": "New Orleans",
      "street": "Erato St.",
      "description": "Welcome to The Syd. Set in a hidden paradise just minutes from the French Quarter, The Syd offers six poolside villas for large group getaways. This 6BA/3.5BA space features an incredible living area with two sectionals, a huge 85” TV, and an enormous mural depicting a scene of a Mardi Gras day parade. The dining room has a beautiful custom- built pecan dining table that can comfortably seat 16 people, three chandeliers that were made by a local lighting designer, and a second 85 TV. The space was inspired by uptown Mardi Gras and a variety of murals, paintings, photographs, and other artwork were commissioned for this space. Highlights include a 100 SF mural by Ceaux, a prominent New Orleans artist, original bead work from a Mardi Gras Indian Chief, and hand painted Mardi Gras float flowers from a carnival artist.The Syd revolves around its outdoor space and you'll have access to the heated outdoor pool with in-pool loungers, cabana, hot tub, and outdoor kitchen. Note that these outdoor spaces (pool, hot tub, and grill areas) are shared with the other units at The Syd.",
      "images": [
        "property-3/3.1.webp",
        "property-3/3.2.webp",
        "property-3/3.3.webp",
        "property-3/3.4.webp",
        "property-3/3.5.webp",
        "property-3/3.6.webp",
        "property-3/3.7.webp",
        "property-3/3.8.webp",
        "property-3/3.9.webp",
        "property-3/3.10.webp",
        "property-3/3.11.webp",
        "property-3/3.12.webp",
        "property-3/3.13.webp",
        "property-3/3.14.webp",
        "property-3/3.15.webp"
      ]
    },
    {
      "id": 4,
      "owner": {
        "id": 1,
        "name": "David",
        "phone": "1234567890",
        "email": "david@gmail.com",
        "password": "12345678"
      },
      "title": "Fine house with altana and rooftop terrace",
      "type": "flat",
      "furnishing": "fully-furnished",
      "rooms": 7,
      "area": 1590,
      "price": 287,
      "forRent": true,
      "available": {
        "from": "2022-08-16",
        "to": "2022-09-04"
      },
      "country": "Italy",
      "state": "Toscana",
      "city": "Siena",
      "street": "Via dei Termini",
      "description": "In the historic centre of Siena, a prestigious and charming apartment on the top floor of the ancient Palazzo Bichi Borghesi still belonging to the owners' family and a few steps from the famous Piazza Il Campo. The apartment has a lift to the third floor, and a staircase to access the independent entrance. Over the centuries the palace has undergone several restorations and in particular, the house has been obtained from the attics of the palace transformed into an original and comfortable home. But the real highlight of the apartment is the altana, a large and bright space right at the top of the house. At the end of the 19th century the altana was designed and built by one of the owner's ancestors as a photographic studio, so make the most of the extraordinary light of this area of Tuscany. The room overlooks two balconies, one of which boasts, in particular, a magnificent view of Siena: the Cathedral, the Public Palace and the Mangia tower, San Domenico and the hills of Val d 'Orcia up to Monte Amiata, literally surround the spectator. Even though it's right in the middle of town, the house is pretty quiet.",
      "images": [
        "property-4/4.1.webp",
        "property-4/4.2.webp",
        "property-4/4.3.webp",
        "property-4/4.4.webp",
        "property-4/4.5.webp",
        "property-4/4.6.webp",
        "property-4/4.7.webp",
        "property-4/4.8.webp",
        "property-4/4.9.webp",
        "property-4/4.10.webp",
        "property-4/4.11.webp",
        "property-4/4.12.webp",
        "property-4/4.13.webp",
        "property-4/4.14.webp",
        "property-4/4.15.webp"
      ]
    }
  ],
  "users": [
    {
      "id": 1,
      "name": "David",
      "phone": "1234567890",
      "email": "david@gmail.com",
      "password": "12345678"
    },
    {
      "id": 2,
      "name": "Julia",
      "email": "julia@icloud.com",
      "phone": "0987654321",
      "password": "87654321"
    }
  ]
}
